moviesData = [
    {
        id: 1,
        href: "#",
        name: "Гренландия",
        poster: "static/assets/posters/p_2a32347.jpg",
        description: "Огромная комета мчится к Земле и угрожает уничтожить планету. " +
            "Конец света кажется неизбежным. Единственное безопасное место — бункер в далекой Гренландии. " +
            "Джон, его жена и их сын отправляются в опасное путешествие, которое осложняется не только " +
            "разрушающими последствиями кометы, но и паникой обезумевших людей, ведь во время глобальной " +
            "катастрофы никакие человеческие законы уже не действуют…"
    },
    {
        id: 2,
        href: "#",
        name: "После. Глава 2",
        poster: "static/assets/posters/p_3e69c6f.jpg",
        description: "Встреча с Хардином разделила её жизнь на до и после. Молодые и такие разные – от их " +
            "страсти буквально разлетаются искры. Однако внезапно в жизни девушки появляется новый знакомый, " +
            "который готов положить к её ногам весь мир…"
    },
    {
        id: 3,
        href: "#",
        name: "Никогда редко, иногда всегда",
        poster: "static/assets/posters/p_8ed03a4.jpg",
        description: "Легко ли быть девушкой в современном мире? Кто придет на помощь, если ты попадешь в беду? " +
            "Как решиться на отчаянный поступок, который навсегда изменит твою жизнь? Сложные, порой нежеланные " +
            "ответы на эти и многие другие вопросы о взрослении найдут сестры Отем и Скайлар на пути из родного " +
            "городка в Нью-Йорк."
    },
    {
        id: 4,
        href: "#",
        name: "Гнездо",
        poster: "static/assets/posters/p_40f08e8.jpg",
        description: "Роскошный особняк, успешный бизнес, красавица жена и послушные дети – все это есть у " +
            "талантливого предпринимателя Рори. Но ему хочется большего. И вот в погоне за наживой он бросает " +
            "все и отправляется в Англию покорять новые вершины. Но Старый свет не так прост. И Рори приходится " +
            "изворачиваться, лгать и предавать, чтобы сохранить свой роскошный стиль жизни. На что он готов ради " +
            "своей жажды власти и денег?"
    },
    {
        id: 5,
        href: "#",
        name: "Сделано в Италии",
        poster: "static/assets/posters/p_50cbb74.jpg",
        description: "Известный лондонский художник Роберт приезжает в Тоскану вместе с сыном Джеком, чтобы " +
            "продать старый дом, оставшийся ему после смерти жены. Роберт и Джек рассчитывают сделать небольшой " +
            "ремонт и уехать, но в итоге остаются в Италии на несколько дней, что помогает им восстановить не " +
            "только дом, но и давно порушенные отношения."
    },
    {
        id: 6,
        href: "#",
        name: "Довод",
        poster: "static/assets/posters/p_415f24a.jpg",
        description: "Главный герой — секретный агент, который проходит жестокий тест на надежность и " +
            "присоединяется к невероятной миссии. От ее выполнения зависит судьба мира, а для успеха необходимо " +
            "отбросить все прежние представления о пространстве и времени."
    },
    {
        id: 7,
        href: "#",
        name: "Антэбуллум",
        poster: "static/assets/posters/p_ba91332.jpg",
        description: "Известная писательница Вероника Хенли оказывается в ловушке ужасающей реальности и должна " +
            "раскрыть безумную тайну, пока не стало слишком поздно."
    },
    {
        id: 8,
        href: "#",
        name: "Мулан",
        poster: "static/assets/posters/p_eefa50a.jpg",
        description: "История о бесстрашной молодой девушке, которая выдаёт себя за мужчину, чтобы вступить в " +
            "ряды армии, противостоящей Северным захватчикам, надвигающимся на Китай. Старшая дочь храброго " +
            "воина Хуа, Мулан — энергичная и решительная девушка. Когда Император издаёт указ о том, что один " +
            "мужчина из каждой семьи должен вступить в ряды Имперской армии, Мулан занимает место своего " +
            "больного отца, еще не зная о том, что ей предстоит прославиться как один из самых величайших " +
            "воинов в истории Китая."
    },
    {
        id: 9,
        href: "#",
        name: "Стрельцов",
        poster: "static/assets/posters/p_fba5830.jpg",
        description: "К 20 годам у кумира миллионов Эдуарда Стрельцова есть все, о чем только можно " +
            "мечтать: талант, слава и любовь. Вся страна с замиранием сердца ждет от сборной и ее восходящей " +
            "звезды победы на предстоящем Чемпионате мира по футболу. Но за два дня до отъезда команды против " +
            "Стрельцова выдвигается обвинение, которое вмиг все перечеркивает. Вместо дуэли с гениальным " +
            "бразильцем Пеле, которая могла стать самой зрелищной в истории футбола, Стрельцова ждет тюрьма. " +
            "Неужели он и правда преступник? Сможет ли он после 5 лет лагерей вновь выйти на поле и доказать, " +
            "что он — настоящий чемпион, достойный всенародной любви?"
    },
]
